Repository: tankhang2004/Challenge3
Catalog: Challenge3/Localizable.xcstrings
Source language: en
Languages: id

# %lld item%@ selected
source: %1$lld item%2$@ selected
id: %1$lld proyek%2$@ dipilih

source: %lld selected
id: %lld terpilih

source: %lld Shared Images
id: %lld Gambar yang Dibagikan

source: Add
id: Tambah

source: Add a reason why do you save this...
id: Tuliskan kenapa kamu menyimpan ini…

source: Add Category…
id: Tambahkan kategori…

source: Add links to videos that you might use as a reference.
id: Tambahkan tautan video yang mungkin kamu jadikan referensi.

source: Add new project
id: Tambahkan proyek baru…

source: Add photos and videos that you will use for the content.
id: Tambahkan foto dan video yang akan kamu gunakan untuk konten.

source: Add Reference
id: Tambahkan referensi

source: Add text to your project
id: Tambahkan penjelasan untuk proyekmu

source: All
id: Semua

source: Business
id: Bisnis

source: Cancel
id: Batalkan

source: Caption
id: Keterangan

source: Caption has exceeded the 2200 character limit
id: Keterangan telah melebihi batas 2200 karakter

source: Category
id: Kategori

source: Choose Music
id: Pilih musik

source: Clear all filters
id: Hapus semua filter

source: Clear Filters
id: Hapus filter

source: Continue
id: Lanjutkan

source: Create New Project
id: Buat proyek baru

source: Create, collaborate, and organize your contents in one space.
id: Buat, kolaborasi, dan kelola semua kontenmu di satu tempat.

source: Creator / @handle
id: Kreator / @handle

source: Delete
id: Hapus

source: Delete "%@"?
id: Hapus "%@"?

# Delete %lld project%@?
source: Delete %1$lld project%2$@?
id: Hapus %1$lld proyek%2$@?

source: Delete Project
id: Hapus Proyek

source: Done
id: Selesai

source: Download Image
id: Unduh Gambar

source: e.g. Finance, Health…
id: e.g. Keuangan, Kesehatan…

source: E.g. Hook: Wanna find out how an ADA student spend their day? Watch till the end! Main: G'morning, this is how I start my day...
id: Contoh. Hook: Mau tahu gimana keseharian mahasiswa ADA? Tonton sampai habis! \nIsi

source: E.g.: A day in my life as an ADA student! Come with me on this journey! #fyp #foryoupage
id: Contoh: Sehari dalam hidup saya sebagai mahasiswa ADA! Yuk ikut perjalanan ini! #fyp #foryoupage

source: E.g.: This content talks about my daily life, with the main focus being my student life at ADA.
id: Contoh: Konten ini membahas keseharian saya, dengan fokus utama kehidupan saya sebagai mahasiswa ADA.

source: Education
id: Edukasi

source: Enter a name for the new category.
id: Tambahkan nama untuk kategori baru.

source: Entertainment
id: Hiburan

source: Footage
id: Cuplikan

source: Full text preview
id: Tampilan penuh teks

source: Get Started
id: Mulai

source: Give a name/reason for the reference:
id: Beri nama/alasan untuk referensi:

source: Give your project a name to get started.
id: Tuliskan nama proyek untuk memulai.

source: Got it
id: Mengerti

source: Group By Date: Off
id: Kelompokkan berdasar tanggal: Nonaktif

source: Group By Date: On
id: Kelompokkan berdasar tanggal: Aktif

source: Has Caption
id: Memiliki Takarir

source: Has Deadline
id: Memiliki Tenggat Waktu

source: Has Script
id: Memiliki Skrip

source: Have a nice day!
id: Selamat pagi!

source: Hello
id: Halo

source: Hour
id: Jam

source: Lifestyle
id: Gaya Hidup

source: Love
id: Cinta & Hubungan

source: Manage Your Contents With Lumio
id: Kelola Kontenmu dengan Lumio

source: Media File Attachment
id: Lampiran File Media

source: Minute
id: Menit

source: Missing Info
id: Informasi belum lengkap

source: Music Selection
id: Pilihan Musik

source: New Category
id: Kategori Baru

source: New Project
id: Proyek Baru

source: Newest
id: Terbaru

source: No existing projects found.
id: Tidak ada proyek yang ditemukan.

source: No matching projects
id: Proyek tidak ditemukan

source: No music selected
id: Belum ada musik yang dipilih

source: No preview
id: Tidak ada tampilan

source: No preview available
id: Pratinjau tidak tersedia

source: No projects yet
id: Belum ada proyek

source: No results for "%@"
id: Tidak ada hasil untuk "%@"

source: Oldest
id: Terdahulu

source: Open Link
id: Buka tautan

source: Outline
id: Garis Besar

source: Outline can't be empty
id: Garis besar tidak boleh kosong

source: Pick a category that fits your content.
id: Pilih kategori yang sesuai dengan konten kamu.

source: Please enter a valid URL starting with https://
id: Tambahkan tautan yang benar diawali dengan https://

source: Please give your project a title before saving.
id: Berikan judul pada proyek kamu sebelum menyimpan.

source: Post Date
id: Tanggal Unggah

source: Preview
id: Pratinjau

source: Project name
id: Nama proyek

source: Project name (optional)
id: Nama Proyek (opsional)

source: Project Title
id: Judul Proyek

source: Reference Details
id: Detail Referensi

source: References
id: Referensi

source: Save
id: Simpan

source: Save attachment in
id: Simpan lampiran dalam

source: Save Reference
id: Simpan Referensi

source: Save to
id: Simpan ke

source: Save to Lumio
id: Simpan ke Lumio

source: Save to project:
id: Simpan ke proyek:

source: Saved to %@
id: Tersimpan ke %@

source: Script
id: Skrip

source: Search for a song
id: Cari lagu

source: Search projects...
id: Cari proyek…

source: Search songs, artists…
id: Cari lagu, artis…

source: Select items
id: Pilih proyek

source: Select Items
id: Pilih proyek

source: Shared Image
id: Gambar yang Dibagikan

source: Shared Text Snip
id: Cuplikan Teks yang Dibagikan

source: Shared URL Link
id: Tautan yang Dibagikan

source: Something went wrong while saving. Please try again.
id: Terjadi kesalahan saat menyimpan. Silakan coba lagi.

source: Sort
id: Urutkan

source: Sort By
id: Urut berdasarkan

source: Tap + to add footage
id: Klik + untuk menambahkan footage

source: Tap + to choose music
id: Klik + untuk memilih musik

source: Tap + to create your first project
id: Klik + untuk memulai proyek pertamamu

source: Tech
id: Teknologi

source: Time
id: Waktu

source: Title
id: Judul

source: Title (A-Z)
id: Judul (A-Z)

source: Title can't be empty
id: Judul tidak boleh kosong

source: Try adjusting your filters
id: Coba atur kembali filter-mu

source: Untitled Project
id: Proyek Tanpa Judul

source: URL (optional)
id: URL (opsional)

source: When to Post
id: Jadwal Post

source: Write a caption for your video.
id: Tuliskan caption untuk videomu.

source: Write a general outline of your content.
id: Tuliskan garis besar umum dari konten kamu.

source: Write down your script.
id: Tuliskan skrip kamu.
